tap "daipeihust/tap"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "olets/tap"
brew "anyenv"
brew "fd"
brew "fzf"
brew "gitleaks"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "peco"
brew "plantuml"
brew "pre-commit"
brew "prettier"
brew "ripgrep"
brew "shfmt"
brew "stow"
brew "tree"
brew "tree-sitter-cli"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "daipeihust/tap/im-select"
brew "olets/tap/zsh-abbr"
cask "font-hack-nerd-font"
cask "cmux"
